$$$
APPEARANCE: s1c1m6s47
COAT: creme
EYE: blue
FREE: no
GROUP: mare
KIND: earth
MANE: blue
MEDIA: TV series
NAME: bon bon
OTHER NAMES: sweetie drops
SOURCE: desktop ponies
WIDTH: 42
HEIGHT: 27


$$$
$balloon15$]P0000000]P1AA0000]P200AA00]P3AA5500]P40000AA]P5AA00AA]P600AAAA]P7AAAAAA]P8555555]P9FF5555]PA55FF55]PBFFFF55]PC5555FF]PDFF55FF]PE55FFFF]PFFFFFFF[0m
           $\$
            $\$
             $\$
              $\$]P0000000[49m
               $\$                ▄▄▄▄▄▄▄▄]P0000000[49m▄
                ]P0000000]P1AA0000]P200AA00]P3AA5500]P40000AA]P5AA00AA]P600AAAA]P7AAAAAA]P8555555]P9FF5555]PA55FF55]PBFFFF55]PC5555FF]PDFF55FF]PE55FFFF]PFFFFFFF[0m$\$         ▄▄▄▄▄▄▄▄  ▄▄▄▄▄ ]P0000000[49m
                 ]P0000000]P1AA0000]P200AA00]P3AA5500]P40000AA]P5AA00AA]P600AAAA]P7AAAAAA]P8555555]P9FF5555]PA55FF55]PBFFFF55]PC5555FF]PDFF55FF]PE55FFFF]PFFFFFFF[0m$\$      ▄▄▄   ▄    ▄▄▄▄   ]P0000000[49m
                  ]P0000000]P1AA0000]P200AA00]P3AA5500]P40000AA]P5AA00AA]P600AAAA]P7AAAAAA]P8555555]P9FF5555]PA55FF55]PBFFFF55]PC5555FF]PDFF55FF]PE55FFFF]PFFFFFFF[0m$\$           ▄▄▄ ▄▄▄ ▄▄]P0000000[49m▀
                   ]P0000000]P1AA0000]P200AA00]P3AA5500]P40000AA]P5AA00AA]P600AAAA]P7AAAAAA]P8555555]P9FF5555]PA55FF55]PBFFFF55]PC5555FF]PDFF55FF]PE55FFFF]PFFFFFFF[0m     ▄         ▄▄▄▄]P0000000[49m
                                  ▄   ]P0000000[49m
                              ▄    ▄  ]P0000000[49m
                               ▄▄▄▄▄ ▄ ]P0000000[49m
       ▄▄▄▄▄▄▄▄▄▄▄▄▄]P0000000[49m▄▄▄               ]P0000000[49m▀
    ▄▄▄ ▄]P0000000[49m▀▄▄▄▄▄  ▄   ▄▄▄▄  ▄▄     ]P0000000[49m▀▀▀
        ]P0000000[49m     ▄▄   ▄▄   ▄▄▄▄  ▄    ▄]P0000000[49m▄
        ]P0000000[49m  ▄▄  ▄▄▄   ▄▄▄▄▄▄▄▄   ▄▄    ]P0000000[49m
        ▄▄▄▄▄▄▄▄      ▄▄▄▄▄      ]P0000000[49m▀▀▀▀
              ▄▄▄▄]P0000000[49m▀▀▀▀     ▀▀▀▀▀
    ▄  ▄▄▄▄   ▄▄▄▄▄]P0000000[49m▄
    ▀▄▄▄   ▄▄▄   ▄  ]P0000000[49m
      ▀▀▄▄▄▄▄ ▄▄▄▄▄▄▄▄]P0000000[49m▄
           ▀▀▄▄▄▄▄▄▄▄▄▄  ]P0000000[49m
               ▄         ]P0000000[49m
             ▀▄   ▄]P0000000[49m▀▀▀▀▀
               ▀▀▀
