$$$
APPEARANCE: s1c1m20s21
COAT: white
EYE: green
FREE: no
GROUP: filly
GROUP NAME: deuteragonist, cutie mark crusader, rarity family
KIND: unicorn
MANE: pink
MEDIA: TV series
NAME: sweetie belle
OTHER NAMES: sweetie, sweatie
SOURCE: desktop ponies
WIDTH: 37
HEIGHT: 23


$$$
$balloon20$]P0000000]P1AA0000]P200AA00]P3AA5500]P40000AA]P5AA00AA]P600AAAA]P7AAAAAA]P8555555]P9FF5555]PA55FF55]PBFFFF55]PC5555FF]PDFF55FF]PE55FFFF]PFFFFFFF[0m
]P0000000[49m ]P0000000[49m             $\$
               $\$    ▄    ▄▄▄▄▄▄▄▄]P0000000[49m
                $\$ ▄▄  ]P0000000[49m▄▄▄     ▄  ▄▄]P0000000[49m▄]P0000000[49m
                    ▄      ▄ ▄  ▄▄   ]P0000000[49m
                    ▄  ▄▄▄  ▄  ▄▄▄ ▄]P0000000[49m▀]P0000000[49m
                  ▄▄       ▄▄▄▄▄▄ ▄▄]P0000000[49m▄]P0000000[49m
                  ▄  ▄ ▄▄▄▄     ▄▄▄▄]P0000000[49m▀]P0000000[49m
                  ▄ ▄   ▄▄ ▄  ▄ ▄]P0000000[49m▀]P0000000[49m
               ▄ ▄ ▄▄ ▄▄▄ ▄    ▄]P0000000[49m▀]P0000000[49m
              ▄▄      ▄    ▄▄▄ ]P0000000[49m
                ▄▄     ▄▄]P0000000[49m▀▀▀▀▀]P0000000[49m
                    ▄▄   ]P0000000[49m
            ▄▄▄▄▄▄▄▄▄ ▄  ]P0000000[49m
          ▄▄    ▄   ▄    ▄ ]P0000000[49m
     ▄▄▄▄▄       ▄    ▄▄▄▄ ]P0000000[49m
   ▄▄▄▄   ▄▄▄▄▄▄   ▄▄▄    ]P0000000[49m▀]P0000000[49m
           ▄ ▄▄ ▄▄▄  ▄ ]P0000000[49m▀▀▀]P0000000[49m
     ▄▄   ▄▄▄▄▄▄▄   ]P0000000[49m▀]P0000000[49m
    ▀▀▀▄▄▄]P0000000[49m▀ ▄▄▄▄  ▄]P0000000[49m▀]P0000000[49m
            ▀▀▄▄▄]P0000000[49m▀]P0000000[49m

