$$$
APPEARANCE: S02E01 The Return of Harmony [Part 1]
BALLOON: top
BALLOON TOP: 3
BALLOON BOTTOM: 0
COAT: grey
DISPLAY: full, left (I guess)
FREE: yes
GROUP: imaginary
KIND: item
LICENSE: CC0
LINK: regular
NAME: Tom
OTHER NAMES: Tom the Rock
POSE: lay
SOURCE: imageboard
WIDTH: 52
HEIGHT: 30

The person who associated a work with this deed has dedicated the work to
the public domain by waiving all of his or her rights to the work worldwide under
copyright law, including all related and neighboring rights, to the extent allowed
by law.

You can copy, modify, distribute and perform the work, even for commercial
purposes, all without asking permission. See Other Information below.

http://creativecommons.org/publicdomain/zero/1.0/legalcode
$$$
$balloon12$[00m
         $\$                                          [00m
          $\$                                         [00m
           $\$                                        [00m
            ]PF87AFAF[37;01m▄]P65F8787[46m]P85F8787[30m███████████]P0000000[49m▄▄▄]P7AAAAAA[39m                         [00m
          ]PF87AFAF[37;01m▄]P787AFAF[47m█]P85F8787[30m▄]P65F8787[46m]PF87AFAF[37m▄]P85F8787[30m██████████████]P0000000[49m▄▄]P7AAAAAA[39m                      [00m
         ]P787AFAF[47m]PF87AFAF[37;01m██]P65F8787[46m▄]P787AFAF[47m█]P85F8787[30m▄]P65F8787[46m]PF87AFAF[37m▄]P85F8787[30m████████████████]P0000000[49m▄▄]P7AAAAAA[39m                   [00m
       ]PF87AFAF[37;01m▄]P787AFAF[47m████]P85F8787[30m▄]P65F8787[46m]PF87AFAF[37m▄]P787AFAF[47m██]P65F8787[46m]P85F8787[30m██████████████████]P0000000[49m▄▄]P7AAAAAA[39m                [00m
     ]PF87AFAF[37;01m▄]P787AFAF[47m█████]P65F8787[46m▄]P787AFAF[47m████]P65F8787[46m]P85F8787[30m█████████████████████]P0000000[49m▄▄]P7AAAAAA[39m             [00m
    ]PF87AFAF[37;01m▄]P787AFAF[47m███████████]P65F8787[46m]P85F8787[30m████████████████████████]P0000000[49m▄]P7AAAAAA[39m           [00m
  ]PF87AFAF[37;01m▄]P787AFAF[47m█████████████]P65F8787[46m]P85F8787[30m█████████████████████████]P0585858[40m▄]P0000000[49m]P84E4E4E[30m▄]P7AAAAAA[39m         [00m
  ]P7AFD7D7[47m]PFAFD7D7[37;01m█]P787AFAF[47m▄]PF87AFAF[37m████████████]P65F8787[46m]P85F8787[30m██████████████████████████]P0585858[40m▄]P8585858[30m█]P0000000[49m▄]P7AAAAAA[39m       [00m
  ]P7AFD7D7[47m]PFAFD7D7[37;01m████]P787AFAF[47m]PF87AFAF[37m█████████]P85F8787[30m▄]P65F8787[46m███████████████████████████]P0585858[40m▄]P8585858[30m██]P0000000[49m▄]P7AAAAAA[39m     [00m
 ]PFAFD7D7[37;01m▄]P7AFD7D7[47m████]P787AFAF[47m]PF87AFAF[37m█████████]P65F8787[46m]P85F8787[30m█████████████████████████████]P0585858[40m▄]P8585858[30m███]P0000000[49m▄]P7AAAAAA[39m   [00m
 ]P7AFD7D7[47m]PFAFD7D7[37;01m█████]P787AFAF[47m]PF87AFAF[37m████████]P85F8787[30m▄]P65F8787[46m██████████████████████████████]P0585858[40m]P8585858[30m████]P84E4E4E[30m▄]P0000000[49m]P8585858[30m▄]P7AAAAAA[39m [00m
 ]P7AFD7D7[47m]PFAFD7D7[37;01m█████]P787AFAF[47m]PF87AFAF[37m█████████]P65F8787[46m]P85F8787[30m███████████████████████████████]P0585858[40m]P8585858[30m█████]P04E4E4E[40m▄]P0000000[49m]P7AAAAAA[39m[00m
 ]P7AFD7D7[47m]PFAFD7D7[37;01m█████]P787AFAF[47m]PF87AFAF[37m█████████]P65F8787[46m]P85F8787[30m████████████████████████████████]P0585858[40m]P8585858[30m█████]P0000000[49m]P7AAAAAA[39m[00m
 ]P7AFD7D7[47m]PFAFD7D7[37;01m█████]P787AFAF[47m]PF87AFAF[37m████████]P65F8787[46m]P85F8787[30m█████████████████████████████████]P0585858[40m]P8585858[30m█]P04E4E4E[40m▄▄▄▄]P0000000[49m]P7AAAAAA[39m[00m
]P7AFD7D7[47m]PFAFD7D7[37;01m██████]P787AFAF[47m]PF87AFAF[37m██████]P65F8787[46m▄▄]P85F8787[30m████████████████████████████████]P0585858[40m]P8585858[30m████]P0000000[49m▀]P7AAAAAA[39m [00m
]P7AFD7D7[47m]PFAFD7D7[37;01m████]PF87AFAF[37m▄▄]P787AFAF[47m████████]P65F8787[46m]P85F8787[30m███████████████████████████████]P8585858[30m▄]P0585858[40m█]P84E4E4E[30m▄]P8585858[30m█]P0000000[49m▀]P7AAAAAA[39m  [00m
]P7AFD7D7[47m]PF87AFAF[37;01m▄▄]P787AFAF[47m████████████]P65F8787[46m]P85F8787[30m███████████████████████████████]P0585858[40m]P8585858[30m███]P0000000[49m]P7AAAAAA[39m    [00m
]PF87AFAF[37;01m▀]P787AFAF[47m████████████]P85F8787[30m▄]P65F8787[46m██████████████████████████████]P0585858[40m]P8585858[30m██]P0000000[49m▀]P7AAAAAA[39m     [00m
  ]P787AFAF[47m]PF87AFAF[37;01m███████████]P65F8787[46m▄]P85F8787[30m█████████████████████████████]P8585858[30m▄]P0585858[40m█]P0000000[49m▀]P7AAAAAA[39m      [00m
   ]PF87AFAF[37;01m▀]P787AFAF[47m██████████]P65F8787[46m]P85F8787[30m█████████████████████████████]P0585858[40m]P8585858[30m█]P0000000[49m]P7AAAAAA[39m        [00m
    ]PF87AFAF[37;01m▀]P787AFAF[47m██████████]P65F8787[46m]P85F8787[30m██████████████████████████]P0000000[49m▀]P8585858[30m▀]P7AAAAAA[39m         [00m
     ]PF87AFAF[37;01m▀]P787AFAF[47m██████████]P65F8787[46m]P85F8787[30m███████████████████████]P0000000[49m▀]P7AAAAAA[39m            [00m
      ]PF87AFAF[37;01m▀]P787AFAF[47m█████████]P65F8787[46m]P85F8787[30m████████████████████]P0000000[49m▀]P7AAAAAA[39m               [00m
        ]P787AFAF[47m]PF87AFAF[37;01m████████]P65F8787[46m]P85F8787[30m██████████████████]P0000000[49m▀]P7AAAAAA[39m                 [00m
         ]P787AFAF[47m]PF87AFAF[37;01m███████]P65F8787[46m]P85F8787[30m████████████]P85F5F5F[30m▄]P85F8787[30m██]P0000000[49m▀]P7AAAAAA[39m                    [00m
          ]PF87AFAF[37;01m▀▀▀]P787AFAF[47m███]P65F8787[46m]P85F8787[30m█████████]P0000000[49m▀▀▀▀▀]P7AAAAAA[39m                      [00m
]P0000000]P1800000]P2008000]P3808000]P4000080]P5800080]P6008080]P7C0C0C0]P8808080]P9FF0000]PA00FF00]PBFFFF00]PC0000FF]PDFF00FF]PE00FFFF]PFFFFFFF