$$$
APPEARANCE: S01E04 Applebuck Season
BALLOON: top
COAT: white
DISPLAY: full, front
EYE: black
FREE: yes
GROUP: cow
KIND: animal
LICENSE: CC0
LINK: regular
MANE: brown
NAME: (not mentioned)
POSE: stand
SOURCE: [jristz]
WIDTH: 27
HEIGHT: 24

The person who associated a work with this deed has dedicated the work to
the public domain by waiving all of his or her rights to the work worldwide under
copyright law, including all related and neighboring rights, to the extent allowed
by law.

You can copy, modify, distribute and perform the work, even for commercial
purposes, all without asking permission. See Other Information below.

http://creativecommons.org/publicdomain/zero/1.0/legalcode
$$$
$balloon3$[00m
$\$                          [00m
 $\$                         [00m
  $\$                        [00m
   ]4;11;rgb:D7/AF/5F\[33;01m▄]4;3;rgb:D7/AF/5F\[43m]4;15;rgb:D7/AF/87\[37m▄[49m]4;11;rgb:D7/AF/5F\[33m▄[39m   ]4;8;rgb:87/5F/5F\[30m▄▄[39m ]4;8;rgb:87/5F/5F\[30m▄[39m  ]4;8;rgb:87/5F/5F\[30m▄[39m      ]4;11;rgb:D7/AF/5F\[33m▄]4;3;rgb:D7/AF/5F\[43m]4;15;rgb:D7/AF/87\[37m▄[49m]4;11;rgb:D7/AF/5F\[33m▄[39m  [00m
   ]4;3;rgb:D7/AF/5F\[43m]4;11;rgb:D7/AF/5F\[33;01m█]4;7;rgb:D7/AF/87\[47m]4;15;rgb:D7/AF/87\[37m█]4;3;rgb:D7/AF/5F\[43m]4;11;rgb:D7/AF/5F\[33m█[49;39m ]4;8;rgb:87/5F/5F\[30m▄]4;3;rgb:87/5F/5F\[43m████████[49m▄[39m     ]4;3;rgb:D7/AF/5F\[43m]4;11;rgb:D7/AF/5F\[33m█]4;7;rgb:D7/AF/87\[47m]4;15;rgb:D7/AF/87\[37m█]4;3;rgb:D7/AF/5F\[43m]4;11;rgb:D7/AF/5F\[33m█[49;39m  [00m
   ]4;3;rgb:D7/AF/5F\[43m]4;11;rgb:D7/AF/5F\[33;01m█]4;7;rgb:D7/AF/87\[47m]4;15;rgb:D7/AF/87\[37m██]4;3;rgb:D7/AF/5F\[43m▄]4;8;rgb:87/5F/5F\[30m▄]4;3;rgb:87/5F/5F\[43m████████]4;15;rgb:D7/AF/87\[37m▄]4;3;rgb:D7/AF/5F\[43m▄▄▄▄▄]4;7;rgb:D7/AF/87\[47m██]4;3;rgb:D7/AF/5F\[43m]4;11;rgb:D7/AF/5F\[33m█[49;39m  [00m
   ]4;11;rgb:D7/AF/5F\[33;01m▀]4;7;rgb:D7/AF/87\[47m▄]4;15;rgb:D7/AF/87\[37m█]4;3;rgb:87/5F/5F\[43m▄]4;8;rgb:87/5F/5F\[30m████████]4;11;rgb:D7/AF/5F\[33m▄]4;7;rgb:D7/AF/87\[47m]4;15;rgb:D7/AF/87\[37m███████]4;11;rgb:D7/AF/5F\[33m▄[49m▀[39m  [00m
     ]4;11;rgb:D7/AF/5F\[33;01m▀]4;3;rgb:D7/AF/5F\[43m]4;15;rgb:94/94/94\[37m▄]4;7;rgb:D7/AF/87\[47m]4;11;rgb:D7/AF/5F\[33m▄]4;3;rgb:87/5F/5F\[43m▄]4;8;rgb:87/5F/5F\[30m██████]4;7;rgb:FF/FF/FF\[47m▄]4;3;rgb:D7/AF/5F\[43m]4;15;rgb:FF/FF/FF\[37m▄]4;7;rgb:D7/AF/87\[47m]4;11;rgb:D7/AF/5F\[33m▄▄▄▄]4;3;rgb:D7/AF/5F\[43m]4;15;rgb:94/94/94\[37m▄[49m]4;11;rgb:D7/AF/5F\[33m▀[39m    [00m
 ]4;15;rgb:B2/B2/B2\[37;01m▄]4;7;rgb:94/94/94\[47m]4;15;rgb:FF/FF/FF\[37m▄▄]4;7;rgb:B2/B2/B2\[47m▄▄]4;7;rgb:FF/FF/FF\[47m███]4;15;rgb:94/94/94\[37m▄]4;3;rgb:87/5F/5F\[43m▄]4;8;rgb:87/5F/5F\[30m█]4;15;rgb:FF/FF/FF\[37m▄]4;7;rgb:FF/FF/FF\[47m█]4;3;rgb:87/5F/5F\[43m▄]4;7;rgb:FF/FF/FF\[47m]4;15;rgb:B2/B2/B2\[37m▄]4;15;rgb:94/94/94\[37m▄▄]4;15;rgb:FF/FF/FF\[37m██]4;7;rgb:76/76/76\[47m▄]4;8;rgb:76/76/76\[30m█]4;7;rgb:B2/B2/B2\[47m]4;15;rgb:FF/FF/FF\[37m▄▄]4;7;rgb:94/94/94\[47m▄▄[49m]4;15;rgb:B2/B2/B2\[37m▄[39m[00m
  ]4;15;rgb:94/94/94\[37;01m▀▀]4;7;rgb:FF/FF/FF\[47m]4;15;rgb:B2/B2/B2\[37m▄]4;7;rgb:76/76/76\[47m▄]4;8;rgb:76/76/76\[30m█]4;7;rgb:FF/FF/FF\[47m]4;15;rgb:FF/FF/FF\[37m█]4;7;rgb:94/94/94\[47m]4;15;rgb:94/94/94\[37m█]4;7;rgb:FF/FF/FF\[47m]4;15;rgb:FF/FF/FF\[37m█]4;0;rgb:00/00/00\[40m]4;8;rgb:00/00/00\[30m█]4;7;rgb:FF/FF/FF\[47m▄]4;15;rgb:FF/FF/FF\[37m████]4;0;rgb:00/00/00\[40m]4;8;rgb:00/00/00\[30m█]4;7;rgb:FF/FF/FF\[47m▄]4;7;rgb:94/94/94\[47m]4;15;rgb:94/94/94\[37m█]4;7;rgb:FF/FF/FF\[47m]4;15;rgb:FF/FF/FF\[37m███]4;15;rgb:B2/B2/B2\[37m▄▄[49m]4;15;rgb:94/94/94\[37m▀▀[39m [00m
      ]4;7;rgb:B2/B2/B2\[47m]4;15;rgb:B2/B2/B2\[37;01m█]4;7;rgb:FF/FF/FF\[47m]4;15;rgb:FF/FF/FF\[37m██]4;7;rgb:94/94/94\[47m▄]4;7;rgb:B2/B2/B2\[47m▄▄]4;7;rgb:FF/FF/FF\[47m███]4;7;rgb:B2/B2/B2\[47m▄▄]4;7;rgb:94/94/94\[47m▄]4;7;rgb:FF/FF/FF\[47m███]4;7;rgb:B2/B2/B2\[47m]4;15;rgb:B2/B2/B2\[37m█[49;39m     [00m
     ]4;15;rgb:B2/B2/B2\[37;01m▄]4;7;rgb:76/76/76\[47m]4;15;rgb:FF/FF/FF\[37m▄]4;7;rgb:FF/FF/FF\[47m]4;15;rgb:94/94/94\[37m▄]4;15;rgb:AF/87/AF\[37m▄]4;7;rgb:AF/87/AF\[47m]4;15;rgb:D7/AF/D7\[37m▄▄▄▄]4;7;rgb:FF/FF/FF\[47m]4;15;rgb:AF/87/AF\[37m▄▄]4;7;rgb:AF/87/AF\[47m]4;15;rgb:D7/AF/D7\[37m▄▄▄▄]4;7;rgb:FF/FF/FF\[47m]4;15;rgb:AF/87/AF\[37m▄]4;15;rgb:94/94/94\[37m▄]4;7;rgb:76/76/76\[47m]4;15;rgb:FF/FF/FF\[37m▄[49m]4;8;rgb:76/76/76\[30m▄[39m    [00m
    ]4;15;rgb:B2/B2/B2\[37;01m▄]4;7;rgb:76/76/76\[47m]4;15;rgb:FF/FF/FF\[37m▄]4;7;rgb:FF/FF/FF\[47m██]4;7;rgb:AF/87/AF\[47m]4;15;rgb:AF/87/AF\[37m█]4;7;rgb:D7/AF/D7\[47m]4;15;rgb:D7/AF/D7\[37m█]4;7;rgb:AF/AF/D7\[47m▄]4;7;rgb:D7/AF/D7\[47m██████]4;7;rgb:AF/AF/D7\[47m▄]4;7;rgb:D7/AF/D7\[47m█]4;7;rgb:AF/87/AF\[47m]4;15;rgb:AF/87/AF\[37m█]4;7;rgb:FF/FF/FF\[47m]4;15;rgb:FF/FF/FF\[37m██]4;7;rgb:B2/B2/B2\[47m▄[49m]4;8;rgb:76/76/76\[30m▄[39m   [00m
    ]4;7;rgb:76/76/76\[47m]4;8;rgb:76/76/76\[30;01m█]4;7;rgb:FF/FF/FF\[47m]4;15;rgb:FF/FF/FF\[37m██]4;8;rgb:76/76/76\[30m▄]4;7;rgb:AF/87/AF\[47m]4;15;rgb:FF/FF/FF\[37m▄]4;7;rgb:D7/AF/D7\[47m]4;15;rgb:AF/87/AF\[37m▄]4;15;rgb:D7/AF/D7\[37m█]4;7;rgb:AF/87/AF\[47m▄▄▄▄▄▄]4;7;rgb:D7/AF/D7\[47m█]4;15;rgb:AF/87/AF\[37m▄]4;7;rgb:AF/87/AF\[47m]4;15;rgb:FF/FF/FF\[37m▄]4;7;rgb:FF/FF/FF\[47m██]4;8;rgb:76/76/76\[30m▄]4;7;rgb:B2/B2/B2\[47m]4;15;rgb:B2/B2/B2\[37m█[49;39m   [00m
    ]4;7;rgb:76/76/76\[47m]4;8;rgb:76/76/76\[30;01m█]4;7;rgb:FF/FF/FF\[47m]4;15;rgb:FF/FF/FF\[37m█]4;7;rgb:76/76/76\[47m▄]4;8;rgb:76/76/76\[30m███]4;7;rgb:AF/87/AF\[47m]4;15;rgb:FF/FF/FF\[37m▄▄▄▄▄▄▄▄]4;7;rgb:FF/FF/FF\[47m█]4;8;rgb:76/76/76\[30m▄▄]4;15;rgb:FF/FF/FF\[37m█]4;7;rgb:76/76/76\[47m]4;8;rgb:76/76/76\[30m█]4;7;rgb:B2/B2/B2\[47m]4;15;rgb:B2/B2/B2\[37m█[49;39m   [00m
    ]4;7;rgb:76/76/76\[47m]4;8;rgb:76/76/76\[30;01m█]4;7;rgb:FF/FF/FF\[47m]4;15;rgb:FF/FF/FF\[37m█]4;8;rgb:76/76/76\[30m▄]4;7;rgb:76/76/76\[47m██]4;15;rgb:FF/FF/FF\[37m▄]4;7;rgb:FF/FF/FF\[47m█████████]4;7;rgb:76/76/76\[47m▄▄]4;7;rgb:FF/FF/FF\[47m█]4;7;rgb:76/76/76\[47m▄]4;7;rgb:B2/B2/B2\[47m]4;15;rgb:B2/B2/B2\[37m█[49;39m   [00m
    ]4;7;rgb:B2/B2/B2\[47m]4;8;rgb:76/76/76\[30;01m▄]4;7;rgb:FF/FF/FF\[47m]4;15;rgb:FF/FF/FF\[37m█]4;7;rgb:76/76/76\[47m]4;8;rgb:76/76/76\[30m█]4;15;rgb:FF/FF/FF\[37m▄▄]4;7;rgb:FF/FF/FF\[47m████]4;8;rgb:76/76/76\[30m▄▄]4;15;rgb:FF/FF/FF\[37m████████]4;7;rgb:76/76/76\[47m]4;15;rgb:B2/B2/B2\[37m▄[49;39m   [00m
     ]4;7;rgb:B2/B2/B2\[47m]4;15;rgb:B2/B2/B2\[37;01m█]4;7;rgb:FF/FF/FF\[47m]4;8;rgb:76/76/76\[30m▄]4;15;rgb:FF/FF/FF\[37m█████]4;7;rgb:76/76/76\[47m]4;8;rgb:76/76/76\[30m████]4;7;rgb:FF/FF/FF\[47m]4;15;rgb:FF/FF/FF\[37m█████]4;15;rgb:B2/B2/B2\[37m▄[49m▀[39m    [00m
     ]4;7;rgb:76/76/76\[47m]4;15;rgb:B2/B2/B2\[37;01m▄]4;7;rgb:B2/B2/B2\[47m]4;15;rgb:DA/DA/DA\[37m▄]4;7;rgb:76/76/76\[47m▄]4;7;rgb:B2/B2/B2\[47m]4;15;rgb:B2/B2/B2\[37m█]4;7;rgb:FF/FF/FF\[47m▄]4;15;rgb:FF/FF/FF\[37m██]4;7;rgb:76/76/76\[47m]4;8;rgb:76/76/76\[30m████]4;7;rgb:FF/FF/FF\[47m]4;15;rgb:FF/FF/FF\[37m██]4;15;rgb:B2/B2/B2\[37m▄]4;7;rgb:B2/B2/B2\[47m]4;15;rgb:DA/DA/DA\[37m▄▄]4;15;rgb:B2/B2/B2\[37m█[49;39m     [00m
    ]4;15;rgb:B2/B2/B2\[37;01m▄]4;7;rgb:B2/B2/B2\[47m]4;15;rgb:DA/DA/DA\[37m▄]4;7;rgb:DA/DA/DA\[47m██]4;7;rgb:76/76/76\[47m]4;8;rgb:76/76/76\[30m█]4;7;rgb:B2/B2/B2\[47m]4;15;rgb:B2/B2/B2\[37m█]4;7;rgb:FF/FF/FF\[47m]4;15;rgb:FF/FF/FF\[37m██]4;7;rgb:B2/B2/B2\[47m]4;15;rgb:B2/B2/B2\[37m█[49m]4;8;rgb:76/76/76\[30m▀▀]4;7;rgb:B2/B2/B2\[47m]4;15;rgb:B2/B2/B2\[37m█]4;7;rgb:FF/FF/FF\[47m]4;15;rgb:FF/FF/FF\[37m██]4;7;rgb:76/76/76\[47m]4;8;rgb:76/76/76\[30m█]4;7;rgb:DA/DA/DA\[47m]4;15;rgb:B2/B2/B2\[37m▄]4;15;rgb:DA/DA/DA\[37m█]4;7;rgb:B2/B2/B2\[47m▄[49m]4;15;rgb:B2/B2/B2\[37m▄[39m    [00m
    ]4;15;rgb:DA/DA/DA\[37;01m▀]4;15;rgb:B2/B2/B2\[37m▀]4;15;rgb:DA/DA/DA\[37m▀]4;15;rgb:B2/B2/B2\[37m▀]4;7;rgb:B2/B2/B2\[47m█]4;7;rgb:FF/FF/FF\[47m]4;15;rgb:FF/FF/FF\[37m███]4;7;rgb:B2/B2/B2\[47m]4;8;rgb:76/76/76\[30m▄[49;39m  ]4;7;rgb:B2/B2/B2\[47m]4;15;rgb:B2/B2/B2\[37m█]4;7;rgb:FF/FF/FF\[47m]4;15;rgb:FF/FF/FF\[37m███]4;7;rgb:B2/B2/B2\[47m]4;8;rgb:76/76/76\[30m▄[49m]4;15;rgb:DA/DA/DA\[37m▀]4;15;rgb:B2/B2/B2\[37m▀]4;15;rgb:DA/DA/DA\[37m▀[39m    [00m
       ]4;15;rgb:B2/B2/B2\[37;01m▄]4;7;rgb:B2/B2/B2\[47m]4;15;rgb:FF/FF/FF\[37m▄]4;7;rgb:FF/FF/FF\[47m██]4;8;rgb:76/76/76\[30m▄]4;7;rgb:76/76/76\[47m█[49;39m  ]4;7;rgb:B2/B2/B2\[47m]4;15;rgb:B2/B2/B2\[37m█]4;7;rgb:FF/FF/FF\[47m]4;15;rgb:FF/FF/FF\[37m██]4;7;rgb:76/76/76\[47m]4;8;rgb:76/76/76\[30m██]4;15;rgb:B2/B2/B2\[37m▄[49;39m      [00m
       ]4;15;rgb:B2/B2/B2\[37;01m▀▀▀▀▀▀[39m  ]4;15;rgb:B2/B2/B2\[37m▀▀▀▀▀▀[39m      [00m
]4;0;rgb:00/00/00\]4;1;rgb:80/00/00\]4;2;rgb:00/80/00\]4;3;rgb:80/80/00\]4;4;rgb:00/00/80\]4;5;rgb:80/00/80\]4;6;rgb:00/80/80\]4;7;rgb:C0/C0/C0\]4;8;rgb:80/80/80\]4;9;rgb:FF/00/00\]4;10;rgb:00/FF/00\]4;11;rgb:FF/FF/00\]4;12;rgb:00/00/FF\]4;13;rgb:FF/00/FF\]4;14;rgb:00/FF/FF\]4;15;rgb:FF/FF/FF\