$$$
APPEARANCE: S01E15 Feeling Pinkie Keen
BALLOON: top
COAT: green
DISPLAY: full, left
EYE: purple
FREE: no
GROUP: alligator, pet
KIND: animal
LINK: regular
NAME: Gummy
POSE: dance
SOURCE: (CANDYBAG, Anonycat, DeathPony/deathpwny) Desktop ponies
WIDTH: 27
HEIGHT: 15

$$$
$balloon7$[00m
    $\$                      [00m
     $\$                     [00m
      $\$                    [00m
        ]4;2;rgb:5F/AF/5F\[42m]4;13;rgb:87/5F/AF\[35;01m▄]4;10;rgb:5F/AF/5F\[32m█[49m▄]4;2;rgb:5F/AF/5F\[42m]4;13;rgb:AF/5F/FF\[35m▄]4;13;rgb:87/5F/87\[35m▄]4;10;rgb:5F/AF/5F\[32m█[49m▄[39m            [00m
       ]4;7;rgb:D7/AF/FF\[47m]4;13;rgb:87/5F/AF\[35;01m▄]4;7;rgb:D7/D7/FF\[47m]4;15;rgb:D7/AF/FF\[37m▄]4;2;rgb:5F/AF/5F\[42m]4;10;rgb:5F/AF/5F\[32m█]4;5;rgb:AF/5F/FF\[45m]4;13;rgb:AF/5F/D7\[35m▄]4;5;rgb:AF/5F/D7\[45m]4;13;rgb:AF/5F/FF\[35m▄]4;7;rgb:D7/D7/FF\[47m]4;15;rgb:D7/D7/FF\[37m█]4;2;rgb:5F/AF/5F\[42m]4;10;rgb:5F/AF/5F\[32m██[49;39m            [00m
       ]4;5;rgb:AF/5F/D7\[45m]4;13;rgb:AF/5F/D7\[35;01m█]4;5;rgb:AF/5F/FF\[45m]4;10;rgb:5F/AF/5F\[32m▄]4;2;rgb:5F/AF/5F\[42m█]4;5;rgb:AF/5F/FF\[45m]4;15;rgb:D7/AF/FF\[37m▄]4;5;rgb:AF/5F/D7\[45m]4;13;rgb:AF/5F/D7\[35m█]4;5;rgb:87/5F/87\[45m]4;13;rgb:87/5F/AF\[35m▄]4;2;rgb:5F/AF/5F\[42m]4;10;rgb:5F/AF/5F\[32m██[49;39m         ]4;10;rgb:5F/AF/5F\[32m▄[39m  [00m
      ]4;10;rgb:5F/AF/5F\[32;01m▄]4;2;rgb:5F/AF/5F\[42m███]4;7;rgb:D7/AF/FF\[47m]4;13;rgb:AF/5F/FF\[35m▄]4;15;rgb:D7/AF/FF\[37m█]4;5;rgb:AF/5F/D7\[45m]4;10;rgb:5F/AF/5F\[32m▄]4;2;rgb:5F/AF/5F\[42m██[49;39m          ]4;2;rgb:5F/AF/5F\[42m]4;10;rgb:5F/AF/5F\[32m█[49m▄[39m[00m
 ]4;2;rgb:5F/AF/5F\[42m]4;10;rgb:5F/AF/5F\[32;01m██[49m▄▄]4;2;rgb:5F/AF/5F\[42m███]4;14;rgb:87/D7/87\[36m▄▄▄▄▄]4;10;rgb:5F/AF/5F\[32m██[49;39m        ]4;10;rgb:5F/AF/5F\[32m▄]4;2;rgb:5F/AF/5F\[42m███[49;39m[00m
 ]4;10;rgb:5F/AF/5F\[32;01m▀]4;2;rgb:5F/AF/5F\[42m]4;14;rgb:87/D7/87\[36m▄▄▄]4;2;rgb:87/D7/87\[42m█]4;2;rgb:AF/FF/AF\[42m▄▄]4;14;rgb:AF/FF/AF\[36m████]4;2;rgb:87/D7/87\[42m]4;14;rgb:87/D7/87\[36m█]4;2;rgb:5F/AF/5F\[42m]4;10;rgb:5F/AF/5F\[32m█████████████[49m▀[39m[00m
        ]4;14;rgb:87/D7/87\[36;01m▀]4;2;rgb:AF/FF/AF\[42m▄]4;14;rgb:AF/FF/AF\[36m███]4;2;rgb:5F/AF/5F\[42m]4;14;rgb:87/D7/87\[36m▄]4;10;rgb:5F/AF/5F\[32m██████████]4;14;rgb:87/D7/87\[36m▄[49m]4;10;rgb:5F/AF/5F\[32m▀[39m [00m
         ]4;2;rgb:87/D7/87\[42m]4;10;rgb:5F/AF/5F\[32;01m▄]4;2;rgb:AF/FF/AF\[42m]4;14;rgb:87/D7/87\[36m▄]4;14;rgb:AF/FF/AF\[36m██]4;2;rgb:87/D7/87\[42m▄]4;2;rgb:5F/AF/5F\[42m]4;14;rgb:87/D7/87\[36m▄]4;10;rgb:5F/AF/5F\[32m████████]4;2;rgb:87/D7/87\[42m▄[49;39m   [00m
        ]4;2;rgb:5F/AF/5F\[42m]4;10;rgb:5F/AF/5F\[32;01m███[49m]4;14;rgb:87/D7/87\[36m▀]4;2;rgb:AF/FF/AF\[42m▄▄]4;2;rgb:87/D7/87\[42m█]4;2;rgb:5F/AF/5F\[42m]4;10;rgb:5F/AF/5F\[32m█████████[49;39m   [00m
        ]4;2;rgb:5F/AF/5F\[42m]4;10;rgb:5F/AF/5F\[32;01m████[49;39m ]4;10;rgb:5F/AF/5F\[32m▄]4;2;rgb:5F/AF/5F\[42m████[49;39m   ]4;2;rgb:5F/AF/5F\[42m]4;10;rgb:5F/AF/5F\[32m████[49m▄[39m [00m
              ]4;10;rgb:5F/AF/5F\[32;01m▀▀▀[39m          [00m
]4;0;rgb:00/00/00\]4;1;rgb:80/00/00\]4;2;rgb:00/80/00\]4;3;rgb:80/80/00\]4;4;rgb:00/00/80\]4;5;rgb:80/00/80\]4;6;rgb:00/80/80\]4;7;rgb:C0/C0/C0\]4;8;rgb:80/80/80\]4;9;rgb:FF/00/00\]4;10;rgb:00/FF/00\]4;11;rgb:FF/FF/00\]4;12;rgb:00/00/FF\]4;13;rgb:FF/00/FF\]4;14;rgb:00/FF/FF\]4;15;rgb:FF/FF/FF\