$$$
APPEARANCE: S01E14 Suited for Success
BALLOON: top
COAT: white
DISPLAY: full, right
EYE: green
FREE: no
GROUP: cat, pet
KIND: animal
LINK: regular
NAME: Opalescence
OTHER NAMES: Opal (offical, short name)
POSE: trot
SOURCE: (StarStep) Desktop ponies
WIDTH: 29
HEIGHT: 18

$$$
$balloon15$[00m
            $\$                [00m
             $\$               [00m
              $\$     ]4;15;rgb:C6/C6/C6\[37;01m▄]4;7;rgb:C6/C6/C6\[47m]4;15;rgb:EE/EE/EE\[37m▄▄[49m]4;15;rgb:C6/C6/C6\[37m▀[39m     [00m
               $\$   ]4;7;rgb:C6/C6/C6\[47m]4;15;rgb:C6/C6/C6\[37;01m█]4;7;rgb:EE/EE/EE\[47m]4;15;rgb:EE/EE/EE\[37m█]4;15;rgb:C6/C6/C6\[37m▄[49m▀]4;13;rgb:87/5F/AF\[35m▄[39m     [00m
                $\$ ]4;5;rgb:87/5F/AF\[45m]4;13;rgb:87/5F/AF\[35;01m█[49m▄]4;7;rgb:C6/C6/C6\[47m▄]4;8;rgb:58/58/58\[30m▄]4;5;rgb:87/5F/AF\[45m]4;13;rgb:87/5F/AF\[35m█]4;8;rgb:3A/3A/3A\[30m▄▄[49;39m    [00m
               ]4;15;rgb:C6/C6/C6\[37;01m▄▄▄]4;5;rgb:87/5F/AF\[45m]4;8;rgb:3A/3A/3A\[30m▄▄[49m]4;13;rgb:87/5F/AF\[35m▀]4;0;rgb:58/58/58\[40m]4;15;rgb:C6/C6/C6\[37m▄]4;5;rgb:87/5F/AF\[45m▄[49;39m   ]4;15;rgb:C6/C6/C6\[37m▄▄[39m [00m
               ]4;7;rgb:C6/C6/C6\[47m]4;15;rgb:C6/C6/C6\[37;01m█]4;7;rgb:EE/EE/EE\[47m]4;15;rgb:EE/EE/EE\[37m█]4;15;rgb:C6/C6/C6\[37m▄]4;7;rgb:C6/C6/C6\[47m]4;15;rgb:EE/EE/EE\[37m▄▄▄▄▄▄▄▄]4;7;rgb:EE/EE/EE\[47m]4;15;rgb:C6/C6/C6\[37m▄]4;7;rgb:C6/C6/C6\[47m█[49;39m [00m
               ]4;15;rgb:C6/C6/C6\[37;01m▄]4;7;rgb:C6/C6/C6\[47m]4;15;rgb:EE/EE/EE\[37m▄]4;7;rgb:EE/EE/EE\[47m██]4;13;rgb:AF/5F/D7\[35m▄▄▄]4;15;rgb:EE/EE/EE\[37m███]4;13;rgb:AF/5F/D7\[35m▄▄▄]4;7;rgb:C6/C6/C6\[47m]4;15;rgb:C6/C6/C6\[37m█[49;39m[00m
    ]4;15;rgb:C6/C6/C6\[37;01m▄▄]4;7;rgb:C6/C6/C6\[47m]4;15;rgb:EE/EE/EE\[37m▄▄▄[49m]4;15;rgb:C6/C6/C6\[37m▄▄[39m    ]4;7;rgb:C6/C6/C6\[47m]4;15;rgb:C6/C6/C6\[37m█]4;7;rgb:EE/EE/EE\[47m]4;15;rgb:EE/EE/EE\[37m██]4;7;rgb:9E/9E/9E\[47m▄]4;7;rgb:AF/D7/87\[47m▄]4;0;rgb:00/00/00\[40m▄]4;7;rgb:AF/D7/87\[47m▄]4;7;rgb:EE/EE/EE\[47m█]4;15;rgb:D7/87/87\[37m▄]4;15;rgb:EE/EE/EE\[37m█]4;7;rgb:AF/D7/87\[47m▄]4;0;rgb:00/00/00\[40m▄]4;7;rgb:AF/D7/87\[47m▄]4;7;rgb:C6/C6/C6\[47m]4;15;rgb:C6/C6/C6\[37m█[49;39m[00m
  ]4;15;rgb:C6/C6/C6\[37;01m▄]4;7;rgb:C6/C6/C6\[47m]4;15;rgb:EE/EE/EE\[37m▄]4;7;rgb:EE/EE/EE\[47m███████]4;7;rgb:C6/C6/C6\[47m▄[49m]4;15;rgb:C6/C6/C6\[37m▄▄▄▄▀]4;7;rgb:EE/EE/EE\[47m▄▄]4;15;rgb:EE/EE/EE\[37m███]4;7;rgb:C6/C6/C6\[47m▄]4;7;rgb:EE/EE/EE\[47m█]4;7;rgb:C6/C6/C6\[47m▄]4;7;rgb:EE/EE/EE\[47m█]4;15;rgb:C6/C6/C6\[37m▄[49m▀[39m [00m
 ]4;7;rgb:C6/C6/C6\[47m]4;15;rgb:C6/C6/C6\[37;01m█]4;7;rgb:EE/EE/EE\[47m]4;15;rgb:EE/EE/EE\[37m█████]4;15;rgb:C6/C6/C6\[37m▄[49m▀▀]4;7;rgb:EE/EE/EE\[47m▄]4;15;rgb:EE/EE/EE\[37m██]4;7;rgb:C6/C6/C6\[47m▄]4;7;rgb:EE/EE/EE\[47m██]4;7;rgb:C6/C6/C6\[47m▄]4;5;rgb:87/5F/AF\[45m▄]4;13;rgb:87/5F/AF\[35m█]4;7;rgb:C6/C6/C6\[47m▄▄▄▄]4;5;rgb:87/5F/AF\[45m]4;14;rgb:5F/AF/AF\[36m▄]4;7;rgb:C6/C6/C6\[47m]4;13;rgb:87/5F/AF\[35m▄[49m]4;15;rgb:C6/C6/C6\[37m▀[39m   [00m
 ]4;7;rgb:C6/C6/C6\[47m]4;15;rgb:C6/C6/C6\[37;01m█]4;7;rgb:EE/EE/EE\[47m]4;15;rgb:D7/D7/D7\[37m▄]4;15;rgb:EE/EE/EE\[37m█]4;15;rgb:D7/D7/D7\[37m▄▄]4;7;rgb:D7/D7/D7\[47m]4;15;rgb:C6/C6/C6\[37m▄[49m▀[39m  ]4;7;rgb:C6/C6/C6\[47m]4;15;rgb:C6/C6/C6\[37m█]4;7;rgb:EE/EE/EE\[47m]4;15;rgb:EE/EE/EE\[37m████]4;15;rgb:C6/C6/C6\[37m▄]4;15;rgb:EE/EE/EE\[37m██]4;15;rgb:C6/C6/C6\[37m▄]4;15;rgb:EE/EE/EE\[37m██]4;15;rgb:C6/C6/C6\[37m▄]4;15;rgb:EE/EE/EE\[37m█]4;5;rgb:87/5F/AF\[45m]4;15;rgb:C6/C6/C6\[37m▄[49;39m     [00m
 ]4;7;rgb:C6/C6/C6\[47m]4;15;rgb:C6/C6/C6\[37;01m█]4;7;rgb:D7/D7/D7\[47m]4;15;rgb:D7/D7/D7\[37m████]4;7;rgb:C6/C6/C6\[47m]4;15;rgb:C6/C6/C6\[37m█[49;39m   ]4;7;rgb:DA/DA/DA\[47m]4;15;rgb:C6/C6/C6\[37m▄]4;7;rgb:C6/C6/C6\[47m]4;15;rgb:EE/EE/EE\[37m▄]4;7;rgb:EE/EE/EE\[47m██]4;15;rgb:C6/C6/C6\[37m▄]4;7;rgb:C6/C6/C6\[47m]4;15;rgb:EE/EE/EE\[37m▄]4;7;rgb:EE/EE/EE\[47m██]4;7;rgb:C6/C6/C6\[47m▄]4;7;rgb:EE/EE/EE\[47m]4;15;rgb:C6/C6/C6\[37m▄]4;15;rgb:EE/EE/EE\[37m██]4;7;rgb:C6/C6/C6\[47m]4;15;rgb:C6/C6/C6\[37m█[49;39m      [00m
  ]4;7;rgb:C6/C6/C6\[47m]4;15;rgb:C6/C6/C6\[37;01m█]4;7;rgb:D7/D7/D7\[47m]4;15;rgb:D7/D7/D7\[37m██]4;15;rgb:C6/C6/C6\[37m▄[49m▀[39m ]4;15;rgb:9E/9E/9E\[37m▄]4;7;rgb:9E/9E/9E\[47m]4;15;rgb:DA/DA/DA\[37m▄]4;7;rgb:C6/C6/C6\[47m▄]4;7;rgb:EE/EE/EE\[47m]4;15;rgb:C6/C6/C6\[37m▄]4;15;rgb:EE/EE/EE\[37m██]4;7;rgb:C6/C6/C6\[47m▄]4;7;rgb:EE/EE/EE\[47m]4;15;rgb:C6/C6/C6\[37m▄▄▄]4;7;rgb:C6/C6/C6\[47m]4;15;rgb:EE/EE/EE\[37m▄]4;7;rgb:EE/EE/EE\[47m███]4;7;rgb:C6/C6/C6\[47m]4;15;rgb:C6/C6/C6\[37m█[49m]4;15;rgb:9E/9E/9E\[37m▄[39m     [00m
  ]4;7;rgb:C6/C6/C6\[47m]4;15;rgb:C6/C6/C6\[37;01m█]4;7;rgb:D7/D7/D7\[47m▄[49m▀[39m  ]4;7;rgb:9E/9E/9E\[47m]4;15;rgb:9E/9E/9E\[37m█]4;7;rgb:DA/DA/DA\[47m]4;15;rgb:DA/DA/DA\[37m██]4;15;rgb:9E/9E/9E\[37m▄]4;7;rgb:C6/C6/C6\[47m▄]4;7;rgb:EE/EE/EE\[47m]4;15;rgb:C6/C6/C6\[37m▄]4;15;rgb:EE/EE/EE\[37m██]4;7;rgb:C6/C6/C6\[47m]4;15;rgb:C6/C6/C6\[37m█[49;39m ]4;15;rgb:C6/C6/C6\[37m▀]4;7;rgb:EE/EE/EE\[47m▄▄▄]4;7;rgb:C6/C6/C6\[47m]4;15;rgb:DA/DA/DA\[37m▄]4;7;rgb:DA/DA/DA\[47m█]4;7;rgb:9E/9E/9E\[47m]4;15;rgb:9E/9E/9E\[37m█[49;39m     [00m
  ]4;15;rgb:C6/C6/C6\[37;01m▀[39m    ]4;15;rgb:9E/9E/9E\[37m▀▀▀[39m   ]4;15;rgb:C6/C6/C6\[37m▀▀▀[39m    ]4;15;rgb:9E/9E/9E\[37m▀]4;7;rgb:DA/DA/DA\[47m▄▄]4;7;rgb:9E/9E/9E\[47m█[49;39m     [00m
                             [00m
]4;0;rgb:00/00/00\]4;1;rgb:80/00/00\]4;2;rgb:00/80/00\]4;3;rgb:80/80/00\]4;4;rgb:00/00/80\]4;5;rgb:80/00/80\]4;6;rgb:00/80/80\]4;7;rgb:C0/C0/C0\]4;8;rgb:80/80/80\]4;9;rgb:FF/00/00\]4;10;rgb:00/FF/00\]4;11;rgb:FF/FF/00\]4;12;rgb:00/00/FF\]4;13;rgb:FF/00/FF\]4;14;rgb:00/FF/FF\]4;15;rgb:FF/FF/FF\