$$$
APPEARANCE: S01E01 Friendship is Magic [Part 1]
BALLOON: top
COAT: purple
DISPLAY: full, front, left
EYE: purple
FREE: no
GROUP: male, dragon, crystal
KIND: animal
LINK: regular
MANE: green
MASTER: spike
NAME: Spike
POSE: crystal
SOURCE: [jristz], based on (anonycat) Desktop ponies
WIDTH: 30
HEIGHT: 20

$$$
$balloon3$[00m
$\$                  [00m
 $\$                 [00m
  $\$                [00m
   ]4;8;rgb:87/87/87\[30;01m▄]4;7;rgb:87/87/87\[47m]4;15;rgb:AF/AF/AF\[37m▄▄▄[49m]4;8;rgb:87/87/87\[30m▄[39m ]4;8;rgb:87/87/87\[30m▄▄[39m        [00m
   ]4;7;rgb:87/87/87\[47m]4;8;rgb:87/87/87\[30;01m█]4;7;rgb:AF/AF/AF\[47m]4;15;rgb:AF/AF/AF\[37m████]4;7;rgb:87/87/87\[47m]4;8;rgb:87/87/87\[30m█]4;7;rgb:AF/AF/AF\[47m]4;15;rgb:AF/AF/AF\[37m██]4;7;rgb:87/87/87\[47m]4;8;rgb:87/87/87\[30m█[49m▄[39m      [00m
    ]4;7;rgb:87/87/87\[47m]4;8;rgb:87/87/87\[30;01m█]4;7;rgb:AF/AF/AF\[47m]4;15;rgb:AF/AF/AF\[37m██████]4;7;rgb:87/87/87\[47m▄]4;7;rgb:AF/AF/AF\[47m█]4;7;rgb:87/87/87\[47m]4;8;rgb:87/87/87\[30m█[49;39m     [00m
     ]4;7;rgb:87/87/87\[47m]4;8;rgb:87/87/87\[30;01m█]4;7;rgb:AF/AF/AF\[47m]4;15;rgb:AF/AF/AF\[37m█]4;8;rgb:87/87/87\[30m▄]4;7;rgb:87/87/87\[47m]4;15;rgb:D7/AF/D7\[37m▄▄▄▄]4;7;rgb:AF/AF/AF\[47m]4;8;rgb:87/87/87\[30m▄]4;15;rgb:AF/AF/AF\[37m█]4;7;rgb:87/87/87\[47m]4;8;rgb:87/87/87\[30m█[49;39m    [00m
 ]4;15;rgb:D7/D7/AF\[37;01m▄[39m ]4;15;rgb:AF/87/AF\[37m▄]4;7;rgb:AF/87/AF\[47m]4;15;rgb:D7/AF/D7\[37m▄]4;7;rgb:D7/AF/D7\[47m█]4;7;rgb:87/87/87\[47m▄]4;7;rgb:D7/AF/D7\[47m██████]4;7;rgb:87/87/87\[47m▄]4;15;rgb:AF/87/AF\[37m▄[49;39m    [00m
]4;7;rgb:D7/D7/AF\[47m]4;15;rgb:D7/D7/AF\[37;01m█]4;7;rgb:BC/BC/BC\[47m]4;15;rgb:BC/BC/BC\[37m█]4;7;rgb:D7/D7/AF\[47m▄]4;7;rgb:D7/AF/D7\[47m]4;8;rgb:00/00/00\[30m▄]4;0;rgb:00/00/00\[40m]4;15;rgb:FF/FF/FF\[37m▄]4;15;rgb:D0/D0/D0\[37m▄]4;7;rgb:D7/AF/D7\[47m]4;8;rgb:00/00/00\[30m▄]4;15;rgb:D7/AF/D7\[37m█]4;8;rgb:00/00/00\[30m▄]4;0;rgb:00/00/00\[40m]4;15;rgb:FF/FF/FF\[37m▄]4;15;rgb:D0/D0/D0\[37m▄]4;15;rgb:FF/FF/FF\[37m▄]4;7;rgb:D7/AF/D7\[47m]4;8;rgb:00/00/00\[30m▄]4;15;rgb:D7/AF/D7\[37m██]4;7;rgb:AF/87/AF\[47m]4;15;rgb:AF/87/AF\[37m█[49m]4;15;rgb:D7/D7/AF\[37m▄]4;7;rgb:D7/D7/AF\[47m]4;15;rgb:BC/BC/BC\[37m▄[49m]4;15;rgb:D7/D7/AF\[37m▄[39m[00m
 ]4;7;rgb:D7/D7/AF\[47m]4;15;rgb:D7/D7/AF\[37;01m█]4;7;rgb:BC/BC/BC\[47m]4;15;rgb:BC/BC/BC\[37m█]4;7;rgb:D0/D0/D0\[47m]4;15;rgb:D0/D0/D0\[37m█]4;0;rgb:00/00/00\[40m]4;8;rgb:00/00/00\[30m█]4;7;rgb:D0/D0/D0\[47m]4;15;rgb:D0/D0/D0\[37m█]4;7;rgb:FF/FF/FF\[47m]4;15;rgb:FF/FF/FF\[37m█]4;7;rgb:D7/AF/D7\[47m]4;15;rgb:D7/AF/D7\[37m█]4;7;rgb:D0/D0/D0\[47m]4;15;rgb:D0/D0/D0\[37m█]4;0;rgb:00/00/00\[40m]4;8;rgb:00/00/00\[30m█]4;7;rgb:D0/D0/D0\[47m]4;15;rgb:D0/D0/D0\[37m█]4;7;rgb:FF/FF/FF\[47m]4;15;rgb:FF/FF/FF\[37m█]4;7;rgb:D7/AF/D7\[47m]4;15;rgb:D7/AF/D7\[37m██]4;15;rgb:D7/D7/AF\[37m▄]4;7;rgb:D7/D7/AF\[47m]4;15;rgb:BC/BC/BC\[37m▄]4;7;rgb:BC/BC/BC\[47m█]4;7;rgb:AF/D7/AF\[47m]4;15;rgb:D7/D7/AF\[37m▄[49m▀[39m[00m
  ]4;7;rgb:AF/87/AF\[47m]4;15;rgb:AF/87/AF\[37;01m█]4;7;rgb:D7/AF/D7\[47m]4;15;rgb:D7/AF/D7\[37m█]4;7;rgb:D0/D0/D0\[47m▄]4;7;rgb:FF/FF/FF\[47m]4;15;rgb:AF/87/AF\[37m▄]4;7;rgb:AF/87/AF\[47m]4;15;rgb:D7/AF/D7\[37m▄▄]4;7;rgb:D7/AF/D7\[47m█]4;7;rgb:D0/D0/D0\[47m]4;15;rgb:AF/87/AF\[37m▄]4;7;rgb:FF/FF/FF\[47m]4;15;rgb:D7/AF/D7\[37m▄]4;7;rgb:D7/AF/D7\[47m██]4;7;rgb:D7/D7/AF\[47m▄]4;7;rgb:BC/BC/BC\[47m]4;15;rgb:D7/D7/AF\[37m▄▄]4;7;rgb:AF/D7/AF\[47m▄[49m▀[39m [00m
   ]4;15;rgb:AF/87/AF\[37;01m▀]4;7;rgb:D7/AF/D7\[47m▄▄]4;7;rgb:AF/87/AF\[47m]4;15;rgb:D7/AF/D7\[37m▄▄]4;7;rgb:FF/FF/FF\[47m▄]4;7;rgb:AF/87/AF\[47m▄]4;7;rgb:D7/AF/D7\[47m█]4;15;rgb:AF/87/AF\[37m▄▄[49m▀[39m     [00m
     ]4;15;rgb:AF/87/AF\[37;01m▄]4;7;rgb:AF/87/AF\[47m]4;15;rgb:DA/DA/DA\[37m▄]4;7;rgb:DA/DA/DA\[47m]4;15;rgb:EE/EE/EE\[37m▄▄]4;7;rgb:D7/AF/D7\[47m]4;15;rgb:DA/DA/DA\[37m▄]4;7;rgb:AF/87/AF\[47m]4;15;rgb:D7/AF/D7\[37m▄[49m]4;15;rgb:AF/87/AF\[37m▄[39m ]4;15;rgb:AF/AF/87\[37m▄]4;7;rgb:AF/AF/87\[47m]4;15;rgb:AF/87/AF\[37m▄▄[49m▄[39m  [00m
   ]4;15;rgb:AF/87/AF\[37;01m▄]4;7;rgb:AF/87/AF\[47m]4;15;rgb:D7/AF/D7\[37m▄]4;7;rgb:D7/AF/D7\[47m]4;15;rgb:DA/DA/DA\[37m▄]4;7;rgb:DA/DA/DA\[47m]4;15;rgb:EE/EE/EE\[37m▄▄▄]4;7;rgb:AF/87/AF\[47m▄]4;7;rgb:D7/AF/D7\[47m]4;15;rgb:AF/87/AF\[37m▄]4;15;rgb:D7/AF/D7\[37m█]4;7;rgb:AF/87/AF\[47m▄]4;15;rgb:AF/87/AF\[37m█]4;7;rgb:D7/AF/D7\[47m]4;15;rgb:D7/AF/D7\[37m██]4;15;rgb:DA/DA/DA\[37m▄]4;7;rgb:AF/87/AF\[47m]4;15;rgb:D7/AF/D7\[37m▄[49m]4;15;rgb:AF/87/AF\[37m▄[39m[00m
   ]4;15;rgb:AF/87/AF\[37;01m▀]4;7;rgb:D7/AF/D7\[47m▄]4;7;rgb:DA/DA/DA\[47m]4;15;rgb:DA/DA/DA\[37m█]4;15;rgb:EE/EE/EE\[37m▄▄]4;15;rgb:AF/87/AF\[37m▄]4;7;rgb:AF/87/AF\[47m]4;15;rgb:D7/AF/D7\[37m▄]4;7;rgb:D7/AF/D7\[47m██]4;15;rgb:AF/87/AF\[37m▄]4;7;rgb:AF/87/AF\[47m]4;15;rgb:D7/AF/D7\[37m▄]4;7;rgb:D7/AF/D7\[47m█]4;7;rgb:DA/DA/DA\[47m]4;15;rgb:DA/DA/DA\[37m█[49;39m ]4;15;rgb:AF/87/AF\[37m▀▀[39m[00m
     ]4;15;rgb:DA/DA/DA\[37;01m▀]4;7;rgb:DA/DA/DA\[47m█]4;15;rgb:EE/EE/EE\[37m▄▄]4;7;rgb:AF/87/AF\[47m]4;15;rgb:D7/AF/D7\[37m▄]4;7;rgb:D7/AF/D7\[47m]4;15;rgb:AF/87/AF\[37m▄▄]4;7;rgb:AF/87/AF\[47m]4;15;rgb:EE/EE/EE\[37m▄]4;7;rgb:EE/EE/EE\[47m]4;15;rgb:DA/DA/DA\[37m▄[49m▀[39m    [00m
      ]4;7;rgb:AF/87/AF\[47m]4;15;rgb:AF/87/AF\[37;01m█]4;7;rgb:DA/DA/DA\[47m]4;15;rgb:D7/AF/D7\[37m▄]4;7;rgb:AF/87/AF\[47m]4;15;rgb:AF/87/AF\[37m█]4;7;rgb:D7/AF/D7\[47m]4;15;rgb:D7/AF/D7\[37m██]4;7;rgb:AF/87/AF\[47m]4;15;rgb:AF/87/AF\[37m█[49m]4;15;rgb:DA/DA/DA\[37m▀[39m      [00m
    ]4;15;rgb:AF/87/AF\[37;01m▄]4;7;rgb:AF/87/AF\[47m]4;15;rgb:D7/AF/D7\[37m▄]4;7;rgb:D7/AF/D7\[47m█]4;15;rgb:AF/87/AF\[37m▄]4;7;rgb:AF/87/AF\[47m]4;15;rgb:D7/AF/D7\[37m▄]4;7;rgb:D7/AF/D7\[47m███]4;7;rgb:AF/87/AF\[47m]4;15;rgb:AF/87/AF\[37m█[49;39m      [00m
    ]4;15;rgb:AF/87/AF\[37;01m▀▀▀▀▀▀▀▀▀[39m      [00m
]4;0;rgb:00/00/00\]4;1;rgb:80/00/00\]4;2;rgb:00/80/00\]4;3;rgb:80/80/00\]4;4;rgb:00/00/80\]4;5;rgb:80/00/80\]4;6;rgb:00/80/80\]4;7;rgb:C0/C0/C0\]4;8;rgb:80/80/80\]4;9;rgb:FF/00/00\]4;10;rgb:00/FF/00\]4;11;rgb:FF/FF/00\]4;12;rgb:00/00/FF\]4;13;rgb:FF/00/FF\]4;14;rgb:00/FF/FF\]4;15;rgb:FF/FF/FF\