$$$
BALLOON: top
COAT: grey
DISPLAY: full, right
FREE: yes
GROUP: imaginary
KIND: item
LICENSE: CC0
NAME: Tom
OTHER NAMES: Tom the Rock
SOURCE: imageboard
WIDTH: 52
HEIGHT: 30

The person who associated a work with this deed has dedicated the work to
the public domain by waiving all of his or her rights to the work worldwide under
copyright law, including all related and neighboring rights, to the extent allowed
by law.

You can copy, modify, distribute and perform the work, even for commercial
purposes, all without asking permission. See Other Information below.

http://creativecommons.org/publicdomain/zero/1.0/legalcode
$$$
$balloon12$[0m
         $\$
          $\$
           $\$
            [38;5;109m▄[48;5;66m           [49m[38;5;66m▄▄▄[39m                         [0m
          [38;5;109m▄[48;5;109m [48;5;66m▀▄              [49m[38;5;66m▄▄[39m                      [0m
         [48;5;109m  [38;5;66m▀ ▄▀[48;5;66m                [49m▄▄[39m                   [0m
       [38;5;109m▄[48;5;109m    [48;5;66m▀▄[48;5;109m  [48;5;66m                  [49m[38;5;66m▄▄[39m                [0m
     [38;5;109m▄[48;5;109m     [38;5;66m▀    [48;5;66m                     [49m▄▄[39m             [0m
    [38;5;109m▄[48;5;109m           [48;5;66m                        [49m[38;5;66m▄[39m           [0m
  [38;5;109m▄[48;5;109m             [48;5;66m                         [38;5;240m▀[49m[38;5;239m▄[39m         [0m
  [48;5;152m [38;5;109m▀[48;5;109m            [48;5;66m                          [38;5;240m▀[48;5;240m [49m▄[39m       [0m
  [48;5;152m    [48;5;109m         [38;5;66m▄[48;5;66m                           [38;5;240m▀[48;5;240m  [49m▄[39m     [0m
 [38;5;152m▄[48;5;152m    [48;5;109m         [48;5;66m                             [38;5;240m▀[48;5;240m   [49m▄[39m   [0m
 [48;5;152m     [48;5;109m        [38;5;66m▄[48;5;66m                              [48;5;240m    [38;5;239m▄[49m[38;5;240m▄[39m [0m
 [48;5;152m     [48;5;109m         [48;5;66m                               [48;5;240m     [38;5;239m▀[0m
 [48;5;152m     [48;5;109m         [48;5;66m                                [48;5;240m     [0m
 [48;5;152m     [48;5;109m        [48;5;66m                                 [48;5;240m [38;5;239m▀▀▀▀[0m
[48;5;152m      [48;5;109m      [38;5;66m▀▀[48;5;66m                                [48;5;240m    [49m[38;5;240m▀[39m [0m
[48;5;152m    [38;5;109m▄▄[48;5;109m        [48;5;66m                               [38;5;240m▄[48;5;240m [48;5;239m▀[48;5;240m [49m▀[39m  [0m
[48;5;152m[38;5;109m▄▄[48;5;109m            [48;5;66m                               [48;5;240m   [39m[49m    [0m
[38;5;109m▀[48;5;109m            [48;5;66m▀                              [48;5;240m  [49m[38;5;240m▀[39m     [0m
  [48;5;109m           [38;5;66m▀[48;5;66m                             [48;5;240m▀ [49m[38;5;240m▀[39m      [0m
   [38;5;109m▀[48;5;109m          [48;5;66m                             [48;5;240m [39m[49m        [0m
    [38;5;109m▀[48;5;109m          [48;5;66m                          [49m[38;5;66m▀[38;5;240m▀[39m         [0m
     [38;5;109m▀[48;5;109m          [48;5;66m                       [49m[38;5;66m▀[39m            [0m
      [38;5;109m▀[48;5;109m         [48;5;66m                    [49m[38;5;66m▀[39m               [0m
        [48;5;109m        [48;5;66m                  [49m[38;5;66m▀[39m                 [0m
         [48;5;109m       [48;5;66m            [38;5;59m▄  [49m[38;5;66m▀[39m                    [0m
          [38;5;109m▀▀▀[48;5;109m   [48;5;66m         [49m[38;5;66m▀▀▀▀▀[39m                      [0m
